Autodesk.Revit.DB.RoutingCriterionBase.IsEqual(Autodesk.Revit.DB.RoutingCriterionBase)
Verify if two criteria are the same.
Returns:
True if the criterion is equal to the other, false otherwise
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was null
Since:
2013